tap "adoptopenjdk/openjdk"
tap "earthly/earthly"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "augeas"
brew "node"
brew "bitwarden-cli"
brew "bzip2"
brew "emacs"
brew "cask"
brew "sqlite"
brew "python@3.10", link: false
brew "certbot"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "docker", link: false
brew "drone-cli"
brew "duti"
brew "exa"
brew "ruby"
brew "fastlane"
brew "freetds"
brew "gh"
brew "gifsicle"
brew "git-filter-repo"
brew "glib"
brew "gnupg"
brew "go@1.17"
brew "gradle"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "python@3.9"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "md5sha1sum", link: false
brew "mitmproxy"
brew "nghttp2"
brew "php"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "pre-commit"
brew "pure"
brew "pyenv"
brew "svgo"
brew "tldr"
brew "typescript"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "earthly/earthly/earthly"
cask "android-studio"
cask "bettertouchtool"
cask "calibre"
cask "diffmerge"
cask "dozer"
cask "dropbox"
cask "fontplop"
cask "gitify"
cask "google-chrome"
cask "hyper"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spaceradar"
cask "spotify"
cask "stremio"
cask "tableplus"
cask "tresorit"
cask "visual-studio-code"
cask "zoom"
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Night Eye", id: 1450504903
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
