tap "adoptopenjdk/openjdk"
tap "earthly/earthly"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "antidote"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "augeas"
brew "bat"
brew "glib"
brew "lzo"
brew "openjdk"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "bzip2"
brew "c-blosc"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "certbot"
brew "cocoapods"
brew "curl"
brew "drone-cli"
brew "duti"
brew "gcc"
brew "hdf5"
brew "netcdf"
brew "openjpeg"
brew "eccodes"
brew "entr"
brew "exa"
brew "fastlane"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "freetds"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-filter-repo"
brew "gnupg"
brew "go@1.17"
brew "gradle"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libzip"
brew "mackup"
brew "mas"
brew "md5sha1sum", link: false
brew "mitmproxy"
brew "nghttp2"
brew "openblas"
brew "openjdk@17"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "proj"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "python@3.10", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "svgo"
brew "terracognita"
brew "tldr"
brew "typescript"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "earthly/earthly/earthly"
brew "hashicorp/tap/terraform"
cask "android-studio"
cask "bettertouchtool"
cask "calibre"
cask "diffmerge"
cask "docker"
cask "dozer"
cask "dropbox"
cask "font-fira-code"
cask "font-inconsolata"
cask "fontplop"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "postman"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spaceradar"
cask "spotify"
cask "stremio"
cask "syntax-highlight"
cask "tableplus"
cask "tresorit"
cask "visual-studio-code"
cask "zoom"
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Night Eye", id: 1450504903
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476

vscode "4ops.terraform"
vscode "akamud.vscode-theme-onelight"
vscode "AlDuncanson.react-hooks-snippets"
vscode "andys8.jest-snippets"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fvclaus.sort-json-array"
vscode "golang.go"
vscode "HowIVSCode.howivscode"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "joshuapoehls.json-escaper"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "planbcoding.vscode-react-refactor"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "Shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "tamasfe.even-better-toml"
vscode "Tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
