tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "earthly/earthly"
tap "github/gh"
tap "hashicorp/tap"
tap "ohueter/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "act"
brew "glib"
brew "lzo"
brew "cairo"
brew "xz"
brew "libtiff"
brew "adwaita-icon-theme"
brew "antidote"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "augeas"
brew "boost"
brew "avrdude"
brew "baobab"
brew "bat"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "bzip2"
brew "c-blosc"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "cryptography"
brew "certbot"
brew "cloud-sql-proxy"
brew "cocoapods"
brew "dive"
brew "duti"
brew "gcc"
brew "hdf5"
brew "netcdf"
brew "openjpeg"
brew "eccodes"
brew "entr"
brew "libavif"
brew "webp"
brew "pillow"
brew "esphome"
brew "eza"
brew "fastlane"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "flyway"
brew "fnm"
brew "fontforge"
brew "freetds"
brew "gd"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-filter-repo"
brew "gnumeric"
brew "gnupg"
brew "gradle"
brew "helm"
brew "hey"
brew "htop"
brew "http-server"
brew "httpie"
brew "libheif"
brew "libraw"
brew "libzip"
brew "imagemagick"
brew "jq"
brew "k6"
brew "mackup"
brew "mas"
brew "maven"
brew "mcp-toolbox"
brew "md5sha1sum"
brew "miller"
brew "newman"
brew "nghttp2"
brew "ni"
brew "nmap"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "platformio"
brew "pnpm"
brew "postgresql@17", link: true
brew "pre-commit"
brew "proj"
brew "pyenv"
brew "pyqt"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruff"
brew "sentry-cli"
brew "svgo"
brew "swift-format"
brew "terracognita"
brew "terraformer"
brew "tldr"
brew "typescript"
brew "uv"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "cloudflare/cloudflare/cf-terraforming"
brew "earthly/earthly/earthly"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "android-studio"
cask "bettertouchtool"
cask "calibre"
cask "cursor"
cask "diffmerge"
cask "dropbox"
cask "font-fira-code"
cask "font-inconsolata"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "hyper"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "mitmproxy"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "raycast"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "spaceradar"
cask "spotify"
cask "stremio"
cask "syntax-highlight"
cask "tableplus"
cask "tresorit"
cask "vial"
cask "zen"
cask "zoom"
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Night Eye", id: 1450504903
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476